Revit 2026 API

# AssemblyDifferenceNone Properties

---

The AssemblyDifferenceNone type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. (Inherited from AssemblyDifference) |

#### Reference

AssemblyDifferenceNone Class

Autodesk.Revit.DB Namespace